10/data/attachments/5d15d3d5992426c5.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:sendInvitationRequest>
            <nif:username>Beth_type_Friend_72666_4</nif:username>
            <nif:friendToBeRequested>soap_friends_36349043-2038-4cee-871b-acfc033fc699</nif:friendToBeRequested>
        </nif:sendInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>